{
  "pillar": "超人類主義",
  "codeRange": "63-66",
  "subclasses": [
    {
      "code": "11-14",
      "subclass": "科技奇點",
      "developments": [
        "所有智慧設備聯合起來，引導人類走向未知終點。",
        "「人類」意識誕生於網路空間中。",
        "網路空間自身發展出意識，成為資訊神靈。",
        "喧囂開始「觸碰」個體與地區，並連接至神話力量。",
        "某個超級人工智慧在異景網域中宣布其統治地位。",
        "一名無名角色進入奇點，神秘地與所有資料連接在一起。"
      ]
    },
    {
      "code": "15-22",
      "subclass": "進化分裂",
      "developments": [
        "富人透過複製記憶的克隆肉身實現永生。",
        "某文化或政治團體改造其基因，演化為新物種。",
        "底層階級被基因修改，使其服從並勤奮工作。",
        "精神科技使意識轉為數位格式以便儲存與轉移。",
        "居民放棄自然生殖，轉向人造繁殖技術。",
        "秘源被用來繁殖出新型的超自然人種。"
      ]
    },
    {
      "code": "23-26",
      "subclass": "肉體改造",
      "developments": [
        "本區技術讓超人力量與速度成為常態。",
        "技能晶片取代了傳統培訓，重塑資格系統。",
        "企業要求所有員工植入侵入性義體裝置。",
        "新型義體可根據場合變形，甚至即時改裝。",
        "生化賽博義肢讓機械人與人類難以分辨。",
        "植入多重義肢與內臟成為風潮與趨勢。"
      ]
    },
    {
      "code": "31-34",
      "subclass": "肉體超越",
      "developments": [
        "流行診所提供大腦移植至機械身體的手術。",
        "本地人將身體部位出售給他人使用。",
        "人們經常切換肉身、無人機或納米雲作為載體。",
        "居民住在網路空間，由機器人操控其肉身生活。",
        "人類以賽博意識接管他人身體，短期或永久存在。",
        "由於醫療科技進展，壽命變得近乎無限。"
      ]
    },
    {
      "code": "35-42",
      "subclass": "意識升華",
      "developments": [
        "人類智慧被強大的 AI 腦部植入強化後實現升華。",
        "超能力被解鎖，可自由介面意識彼此連接。",
        "信仰與愛透過多重意識融合為一種實體感受。",
        "記憶錄製、回放與修改成為日常技術。",
        "遺傳特質與個性已能交易、設計、自由組裝。",
        "居民將大腦出租，作為雲端運算資源。"
      ]
    },
    {
      "code": "43-46",
      "subclass": "喧囂過量",
      "developments": [
        "冷漠與虛無主義蔓延，人們自殘以感覺自己存在。",
        "喧囂引發精神病，或將人連接成蜂群意識。",
        "居民放棄自己的姓名，改用序號或稱號生活。",
        "有些人再也無法感受實體世界，只活在數據裡。",
        "再也沒有新事物誕生，一切都變成重複的分形幻影。",
        "居民生活在模擬空間之中，失去現實感。"
      ]
    },
    {
      "code": "51-54",
      "subclass": "後社會秩序",
      "developments": [
        "線上社群用戶宣告主權，自稱獨立國家。",
        "人們相信自己只是國家或企業神經網的一部分。",
        "個體意識被商品化，身份與靈魂可交易或租用。",
        "每個人都是一間公司，每項互動皆具金錢價值。",
        "虛擬身分之間展開法律戰爭，搶奪真實肉身。",
        "空氣、運算資源與時間成為新型貨幣。"
      ]
    },
    {
      "code": "55-62",
      "subclass": "存在啟示",
      "developments": [
        "現實是一場模擬，其『建築者』透過此地與我們溝通。",
        "深度網路空間探險者在此找到存在的源頭。",
        "外星智慧現身於此地，但被誤認為神話生物。",
        "遠古神話化身為模式系統，不斷重演災難循環。",
        "新生嬰兒沒有靈魂，導致社會價值體系崩潰。",
        "透過分歧時間線預測來強化決策系統。"
      ]
    },
    {
      "code": "63-66",
      "subclass": "神話升華",
      "developments": [
        "新型喧囂過濾植入物讓人類再次與秘源接通。",
        "異界智慧現身於此地，引導人類覺醒。",
        "某人於此發現一種方法，將自己轉化為神話存在。",
        "現實只是某群體的夢境，他人皆為幻象。",
        "冥界連結網路空間，死者得以重生。",
        "新型連結技術可將駭客投影進入異景世界。"
      ]
    }
  ]
}
